Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/drupal-tm.tmx
Source language: en
Languages: ca_es

source: Each taxonomy term automatically provides a page listing content that has its classification, and a corresponding RSS feed. For example, if the taxonomy term <em>country rock</em> has the ID 123 (you can see this by looking at the URL when hovering on the linked term, which you can click to navigate to the listing page), then you will find this list at the path <em>taxonomy/term/123</em>. The RSS feed will use the path <em>taxonomy/term/123/feed</em> (the RSS icon for this term's listing will automatically display in your browser's address bar when viewing the listing page).
ca_es: Cada terme de taxonomia proporciona automàticament una pàgina que llista el contingut que té la seva classificació, i un canal RSS corresponent. Per exemple, si el terme de taxonomia <em>country rock</em> té l'ID 123 (podeu veure-ho mirant la URL quan passeu per damunt de l'enllaç del terme, al qual podeu fer clic per a anar a la pàgina de llistat), llavors trobareu aquesta llista al camí <em>taxonomy/term/123</em>. El canal RSS utilitzarà el camí <em>taxonomy/term/123/feed</em> (la icona d'RSS per aquesta llista de terme es mostrarà automàticament a la vostra barra del navegador quan accediu a la pàgina de llista).

source: Extending Taxonomy module
ca_es: Ampliació del mòdul Taxonomy

source: There are <a href="@taxcontrib">many contributed modules</a> that extend the behavior of the Taxonomy module for both display and organization of terms.
ca_es: Hi ha <a href="@taxcontrib">molts mòduls contribuïts</a> que amplien el comportament del mòdul Taxonomy en la visualització i l'organització dels termes.

source: Taxonomy is for categorizing content. Terms are grouped into vocabularies. For example, a vocabulary called "Fruit" would contain the terms "Apple" and "Banana".
ca_es: Les taxonomies serveixen per a categoritzar el contingut. Els termes s'agrupen en vocabularis. Per exemple, un vocabulari anomenat "Fruita" contindria els termes "Poma" i "Plàtan".

source: You can reorganize the terms in %capital_name using their drag-and-drop handles, and group terms under a parent term by sliding them under and to the right of the parent.
ca_es: Podeu reorganitzar els termes de %capital_name utilitzant l'opció d'arrossegar-i-deixar-anar i agrupar termes sota un terme pare arrossegant-los sota i a la dreta del pare.

source: %capital_name contains terms grouped under parent terms. You can reorganize the terms in %capital_name using their drag-and-drop handles.
ca_es: %capital_name conté termes agrupats sota els termes dels pares. Podeu reorganitzar els termes de %capital_name arrossegant-los-i-deixant-los-anar.

source: %capital_name contains terms with multiple parents. Drag and drop of terms with multiple parents is not supported, but you can re-enable drag-and-drop support by editing each term to include only a single parent.
ca_es: %capital_name conté termes amb múltiples pares. No hi ha suport per l'arrossega-i-deixa-anar de termes amb múltiples pares, però podeu tornar-lo a habilitar editant cada terme per incloure un sol pare.

source: Administer vocabularies and terms
ca_es: Administra els vocabularis i els termes

source: Edit terms in %vocabulary
ca_es: Edita els termes de %vocabulary

source: Delete terms from %vocabulary
ca_es: Suprimeix els termes de %vocabulary

source: Taxonomy term page
ca_es: Pàgina del terme de la taxonomia

source: Term reference
ca_es: Referència de terme

source: This field stores a reference to a taxonomy term.
ca_es: Aquest camp emmagatzema una referència a un terme d'una taxonomia.

source: Autocomplete term widget (tagging)
ca_es: Giny de termes autocompletats (etiquetatge)

source: The vocabulary which supplies the options for this field.
ca_es: El vocabulari que proporciona les opcions per aquest camp.

source: The Toolbar module displays links to top-level administration menu items and links from other modules at the top of the screen. For more information, see the online handbook entry for <a href="@toolbar">Toolbar module</a>.
ca_es: El mòdul Toolbar mostra els enllaços del primer nivell del menú d'administració i enllaços d'altres mòduls a la part superior de la pantalla. Per a més informació, aneu a la secció del <a href="@toolbar">mòdul Toolbar</a> del manual en línia.

source: Displaying administrative links
ca_es: Visualització d'enllaços administratius

source: The Toolbar module displays a bar containing top-level administrative links across the top of the screen. Below that, the Toolbar module has a <em>drawer</em> section where it displays links provided by other modules, such as the core <a href="@shortcuts-help">Shortcut module</a>. The drawer can be hidden/shown by using the close/open drawer link at the end of the toolbar.
ca_es: El mòdul Toolbar mostra una barra que conté els enllaços d'administració de primer nivell a la part superior de la pantalla. A sota d'això, el mòdul Toolbar té una secció de <em>calaix</em> on es mostren els enllaços proporcionats per d'altres mòduls, com el <a href="@shortcuts-help">mòdul Shortcut</a> del nucli. El calaix es pot amagar/mostrar utilitzant l'enllaç obre/tanca del final de la barra d'eines.

source: Use the administration toolbar
ca_es: Utilitza la barra d'eines d'administració

source: Open the drawer
ca_es: Obre el calaix

source: Close the drawer
ca_es: Tanca el calaix

source: Toggle drawer visibility
ca_es: Commuta la visibilitat del calaix

source: Provides a toolbar that shows the top-level administration menu items and links from other modules.
ca_es: Proporciona una barra d'eines que mostra els elements de primer nivell del menú d'administració i enllaços d'altres mòduls.

source: The Tracker module displays the most recently added and updated content on your site, and allows you to follow new content created by each user. This module has no configuration options. For more information, see the online handbook entry for <a href="@tracker">Tracker module</a>.
ca_es: El mòdul Tracker mostra el contingut més recentment afegit o actualitzat del vostre lloc i us permet seguir el nou contingut creat per cada de usuari. Aquest mòdul no té cap opció de configuració. Per a més informació, aneu a la secció del <a href="@tracker">mòdul Tracker</a> del manual en línia.

source: The Tracker module adds a new menu item to the Navigation menu, called <em>Recent content</em>. You can configure menu items via the <a href="@menus">Menus administration page</a>.
ca_es: El mòdul Tracker afegeix un nou element al menú de Navegació, anomenat <em>Contingut recent</em>. Podeu configurar els elements de menú a través de la <a href="@menus">pàgina d'administració de menús</a>.

source: Tracking new and updated site content
ca_es: Seguiment del contingut nou o actualitzat del lloc

source: The <a href='@recent'>Recent content</a> page shows new and updated content in reverse chronological order, listing the content type, title, author's name, number of comments, and time of last update. Content is considered updated when changes occur in the text, or when new comments are added. The <em>My recent content</em> tab limits the list to the currently logged-in user.
ca_es: La pàgina de <a href='@recent'>Contingut recent</a> mostra el contingut nou i actualitzat en ordre cronològic invers, llistant els tipus de contingut, el títol, el nom de l'autor, el nombre de comentaris i l'hora de la darrera actualització. El contingut es considera actualitzat quan hi ha un canvi en el text o quan s'afegeixen nou comentaris. La pestanya <em>El meu contingut recent</em> limita la llista a l'usuari connectat actualment.

source: Tracking user-specific content
ca_es: Seguiment de contingut específic d'un usuari

source: To follow a specific user's new and updated content, select the <em>Track</em> tab from the user's profile page.
ca_es: Per seguir el contingut nou o actualitzat d'un usuari determinat, seleccioneu la pestanya <em>Seguiment</em> de la pàgina de perfil d'usuari.

source: All recent content
ca_es: Tot el contingut recent

source: My recent content
ca_es: El meu contingut recent

source: Track content
ca_es: Segueix el contingut

source: Enables tracking of recent content for users.
ca_es: Permet als usuaris el seguiment del contingut recent.

source: The Content translation module allows content to be translated into different languages. Working with the <a href="@locale">Locale module</a> (which manages enabled languages and provides translation for the site interface), the Content translation module is key to creating and maintaining translated site content. For more information, see the online handbook entry for <a href="@translation">Content translation module</a>.
ca_es: El mòdul Content translation permet que el contingut pugui ser traduït a diferents llengües. Treballant amb el <a href="@locale">mòdul Locale</a> (el qual administra les llengües habilitades i proporciona la traducció de la interfície del lloc), el mòdul Content translation és clau per crear i mantenir el contingut del lloc traduït. Per a més informació, aneu a la secció del <a href="@translation">mòdul Content translation</a> del manual en línia.

source: Configuring content types for translation
ca_es: Configuració dels tipus de contingut per a la traducció

source: To configure a particular content type for translation, visit the <a href="@content-types">Content types</a> page, and click the <em>edit</em> link for the content type. In the <em>Publishing options</em> section, select <em>Enabled, with translation</em> under <em>Multilingual support</em>.
ca_es: Per a configurar un tipus de contingut particular per a la traducció, aneu a la pàgina de <a href="@content-types">Tipus de contingut</a>, i feu clic a l'enllaç d'<em>edició</em> del tipus de contingut. A la secció d'<em>Opcions de publicació</em>, seleccioneu <em>Habilitat, amb traducció</em> a l'apartat <em>Capacitat multilingüe</em>.

source: Assigning a language to content
ca_es: Assignació d'una llengua al contingut

source: Use the <em>Language</em> drop down to select the appropriate language when creating or editing content.
ca_es: Utilitzeu el menú desplegable <em>Llengua</em> per a seleccionar la llengua apropiada quan creeu o editeu el contingut.

source: Translating content
ca_es: Traducció del contingut

source: Users with the <em>translate content</em> permission can translate content, if the content type has been configured to allow translations. To translate content, select the <em>Translation</em> tab when viewing the content, select the language for which you wish to provide content, and then enter the content.
ca_es: Els usuaris amb el permís <em>tradueix el contingut</em> poden traduir el contingut, si el tipus de contingut ha estat configurat per a permetre traduccions. Per a traduir el contingut, seleccioneu la pestanya <em>Tradueix</em> quan tingueu el contingut visible, seleccioneu la llengua per la qual voleu proporcionar contingut, i llavors, introduïu-lo.

source: Maintaining translations
ca_es: Manteniment de traduccions

source: If editing content in one language requires that translated versions also be updated to reflect the change, use the <em>Flag translations as outdated</em> check box to mark the translations as outdated and in need of revision. Individual translations may also be marked for revision by selecting the <em>This translation needs to be updated</em> check box on the translation editing form.
ca_es: Si l'edició de contingut en una llengua requereix que les versions traduïdes també s'actualitzin per a reflectir el canvi, utilitzeu la casella de verificació <em>Marca les traduccions com a obsoletes</em> per a marcar les traduccions com a obsoletes i que necessiten una revisió. Les traduccions individuals es poden marcar per a revisió seleccionant la casella <em>Aquesta traducció necessita ser actualitzada</em> del formulari d'edició de traduccions.

source: Translate content
ca_es: Tradueix el contingut

source: A translation of %title in %language already exists, a new %type will be created instead of a translation.
ca_es: Ja existeix una traducció de %title en %language, es crearà un nou %type en comptes d'una traducció.

source: There is already a translation in this language.
ca_es: Ja existeix una traducció en aquesta llengua.

source: Trigger: !description
ca_es: Activador: !description

source: No actions available for this trigger. <a href="@link">Add action</a>.
ca_es: No hi ha accions disponibles per aquest activador. <a href="@link">Afegeix una acció</a>.

source: Missing/undefined save action (%save_aid) for %aid action.
ca_es: Falta/no està definida l'acció de desat (%save_aid) per l'acció %aid.

source: The %label action has been appended, which is required to save the property change.
ca_es: S'ha afegit l'acció %label, que és necessària per a desar el canvi de propietat.

source: The %label action was moved to save the property change.
ca_es: S'ha mogut l'acció %label per a desar el canvi de propietat.

source: Triggers are events on your site, such as new content being added or a user logging in. The Trigger module associates these triggers with actions (functional tasks), such as unpublishing content containing certain keywords or e-mailing an administrator. The <a href="@url">Actions settings page</a> contains a list of existing actions and provides the ability to create and configure advanced actions (actions requiring configuration, such as an e-mail address or a list of banned words).
ca_es: Els activadors són esdeveniments del vostre sistema, com ara contingut nou que s'afegeix o un usuari iniciant sessió. El mòdul Trigger associa aquests activadors amb accions (tasques funcionals), com ara retirar un contingut que conté unes certes paraules clau o enviar un correu electrònic a un administrador. La <a href="@url">pàgina de configuració d'accions</a> conté una llista de les accions existents i proporciona la capacitat de crear i de configurar accions avançades (accions que requereixen configuració, com per exemple una adreça de correu electrònic o una llista de paraules prohibides).

source: Below you can assign actions to run when certain content-related triggers happen. For example, you could send an e-mail to an administrator when content is created or updated.
ca_es: A continuació podeu assignar accions perquè s'executin quan es produeixin certs activadors associats al contingut. Per exemple, podeu enviar un correu electrònic a un administrador quan es creï o s'actualitzi contingut.

source: The Trigger module provides the ability to cause <em>actions</em> to run when certain <em>triggers</em> take place on your site. Triggers are events, such as new content being added to your site or a user logging in, and actions are tasks, such as unpublishing content or e-mailing an administrator. For more information, see the online handbook entry for <a href="@trigger">Trigger module</a>.
ca_es: El mòdul Trigger proporciona la capacitat de provocar que s'executin <em>accions</em> quan certs <em>activadors</em> tenen lloc al vostre lloc. Els activadors són esdeveniments, com ara quan s'afegeix de nou contingut al vostre lloc o l'inici de sessió d'un usuari, i les accions són tasques, com la retirada d'un contingut o l'enviament d'un correu electrònic a l'administrador. Per a més informació, aneu a la secció del <a href="@trigger">mòdul Trigger</a> del manual en línia.

source: Configuring triggers and actions
ca_es: Configuració d'activadors i d'accions

source: The combination of actions and triggers can perform many useful tasks, such as e-mailing an administrator if a user account is deleted, or automatically unpublishing comments that contain certain words. To set up a trigger/action combination, first visit the <a href="@actions-page">Actions configuration page</a>, where you can either verify that the action you want is already listed, or create a new <em>advanced</em> action. You will need to set up an advanced action if there are configuration options in your trigger/action combination, such as specifying an e-mail address or a list of banned words. After configuring or verifying your action, visit the <a href="@triggers-page">Triggers configuration page</a> and choose the appropriate tab (Comment, Taxonomy, etc.), where you can assign the action to run when the trigger event occurs.
ca_es: La combinació d'accions i activadors pot fer tasques molt útils, tals com enviar un correu electrònic a un administrador si s'esborra un compte d'usuari, o no publicar automàticament els comentaris que contenen certes paraules. Per configurar una combinació d'activador/acció, aneu primer a la <a href="@actions-page">pàgina de configuració d'accions</a>, on podeu verificar que l'acció que voleu ja està llistada, o crear una nova acció <em>avançada</em>. Haureu de configurar una acció avançada si a la vostra combinació d'activador/acció hi ha opcions de configuració, com especificar una adreça de correu electrònic o una llista de paraules prohibides. Després de configurar o verificar la vostra acció, aneu a la <a href="@triggers-page">pàgina de configuració d'activadors</a> i escolliu la pestanya apropiada (Comentaris, Taxonomia, etc.), on podeu assignar l'acció a executar quan passi l'esdeveniment de l'activador.

source: When either saving new content or updating existing content
ca_es: Quan es desa contingut nou o se n'actualitza d'existent

source: After saving updated content
ca_es: Després de desar contingut actualitzat

source: When either saving a new comment or updating an existing comment
ca_es: Quan es desa un nou comentari o se n'actualitza un d'existent

source: When either creating a new user account or updating an existing
ca_es: Quan es crea un nou compte d'usuari o se n'actualitza un d'existent

source: After creating a new user account
ca_es: Després de crear un nou compte d'usuari

source: After updating a user account
ca_es: Després de desar un compte d'usuari

source: Configure when to execute actions.
ca_es: Configureu quan s'han d'executar les accions.

source: Installing updates
ca_es: Instal·lant les actualitzacions

source: Preparing to update your site
ca_es: Preparant per a actualitzar el vostre lloc

source: Installing %project
ca_es: Instal·lant %project

source: Preparing to install
ca_es: Preparant per a instal·lar

source: Error installing / updating
ca_es: Error instal·lant/actualitzant

source: Installed %project_name successfully
ca_es: S'ha instal·lat %project_name correctament

source: Update was completed successfully. Your site has been taken out of maintenance mode.
ca_es: L'actualització s'ha completat correctament. El vostre lloc ja no està en mode de manteniment.

source: Update was completed successfully.
ca_es: L'actualització s'ha completat correctament.

source: Update failed! See the log below for more information.
ca_es: L'actualització ha fallat! Consulteu el següent registre per a més informació.

source: Update failed! See the log below for more information. Your site is still in maintenance mode.
ca_es: L'actualització ha fallat! Consulteu el següent registre per a més informació. El vostre lloc ja no està en mode de manteniment.

source: Installation was completed successfully. Your site has been taken out of maintenance mode.
ca_es: La instal·lació s'ha completat correctament. El vostre lloc ja no està en mode de manteniment.

source: Installation was completed successfully.
ca_es: La instal·lació s'ha completat correctament.

source: Installation failed! See the log below for more information.
ca_es: La instal·lació ha fallat! Consulteu el següent registre per a més informació.

source: Installation failed! See the log below for more information. Your site is still in maintenance mode.
ca_es: La instal·lació ha fallat! Consulteu el següent registre per a més informació. El vostre lloc ja no està en mode de manteniment.

source: Failed to get available update data.
ca_es: No s'ha pogut obtenir la informació d'actualització disponible.

source: No available update data
ca_es: No hi ha informació d'actualització disponible

source: Checking available update data
ca_es: Comprovant dades d'actualitzacions disponibles

source: Trying to check available update data ...
ca_es: Tractant de comprovar les dades d'actualització disponibles ...

source: Error checking available update data.
ca_es: Error al comprovar les dades d'actualització disponibles.

source: Checking available update data ...
ca_es: Comprovant dades d'actualitzacions disponibles ...

source: Checked available update data for %title.
ca_es: Verificades les dades d'actualització disponibles per %title.

source: Failed to check available update data for %title.
ca_es: No s'han pogut comprovar les dades d'actualització disponibles per %title.

source: An error occurred trying to get available update data.
ca_es: Hi ha hagut un error al intentar obtenir les dades de les actualitzacions disponibles.

source: Checked available update data for one project.
ca_es: Comprovades les dades d'actualització disponibles per un projecte.

source: Failed to get available update data for one project.
ca_es: No s'han pogut obtenir les dades d'actualització disponibles d'un projecte.

source: There was a problem getting update information. Try again later.
ca_es: Hi ha hagut un problema al obtenir la informació de l'actualització. Torneu-ho a provar més tard.

source: (Theme)
ca_es: (Tema)

source: (Release notes)
ca_es: (Notes de la versió)

source: Release notes for @project_name
ca_es: Notes de la versió per @project_name

source: This update is a major version update which means that it may not be backwards compatible with your currently running version. It is recommended that you read the release notes and proceed at your own risk.
ca_es: Aquesta actualització és un canvi important de versió, que significa que no té compatibilitat cap enrere amb la versió que esteu utilitzant actualment. És recomanable que llegiu les notes de la versió i que procediu sota el vostre risc.

source: (Security update)
ca_es: (Actualització de seguretat)

source: (Unsupported)
ca_es: (Sense suport)

source: All of your projects are up to date.
ca_es: Tots els vostres projectes estan al dia.

source: Download these updates
ca_es: Descarrega aquestes actualitzacions

source: Manual updates required
ca_es: Actualitzacions manuals necessàries

source: Updates of Drupal core are not supported at this time.
ca_es: Actualment no hi ha suport per a les actualitzacions del nucli del Drupal.

source: You must select at least one project to update.
ca_es: Heu de seleccionar com a mínim un projecte a actualitzar.

source: Downloading updates
ca_es: Descarregant les actualitzacions

source: Preparing to download selected updates
ca_es: Preparant per a descarregar les actualitzacions seleccionades

source: Downloading updates failed:
ca_es: Ha fallat la descàrrega de les actualitzacions:

source: Updates downloaded successfully.
ca_es: Les actualitzacions s'han descarregat correctament.

source: Fatal error trying to download.
ca_es: Error fatal al intentar descarregar.

source: Back up your database and site before you continue. <a href="@backup_url">Learn how</a>.
ca_es: Abans de continuar, feu una còpia de seguretat de la vostra base de dades i dels fitxers del lloc. <a href="@backup_url">Llegiu-ne com</a>.

source: Perform updates with site in maintenance mode (strongly recommended)
ca_es: Realitza les actualitzacions amb el lloc en mode de manteniment (molt recomanable)
